Repository: flavoi/diventi
Catalog: diventi/locale/*/LC_MESSAGES/django.po
Languages: it

source: Italian
it: Italiano

source: English
it: Inglese

source: Base block
it: Blocco base

source: Callout
it: Didascalia

source: Terrible
it: Terribile

source: Poor
it: Scarso

source: Average
it: Medio

source: Very Good
it: Molto buono

source: Excellent
it: Eccellente

source: control-panel/
it: pannello-di-controllo/

source: accounts/
it: profili/

source: comments/
it: commenti/

source: feedbacks/
it: riscontri/

source: ebooks/
it: ebook/

source: games/
it: giochi/

source: packages/
it: pacchetti/

source: Accounts
it: Profili

source: Yes, I'm interested.
it: Si, mi interessa.

source: No, don't send me emails.
it: No, non inviarmi email.

source: Email address
it: Indirizzo email

source: name@example.com
it: nome@esempio.com

source: Can we send you emails?
it: Possiamo inviarti email?

source: This email has already been used.
it: Questa email è già stata usata.

source: Please, fill in your email to complete the registration.
it: Per favore, compila la tua email per completare la registrazione.

source: Please, let us know if we can send emails to you.
it: Per favore, facci sapere se possamo contattarti tramite email.

source: Your name
it: Il tuo nome

source: Your email
it: La tua email

source: Send an email to all users that have received a new award
it: Invia un'email agli utenti che hanno ricevuto un riconoscimento

source: A new award from Diventi Roleplaying Community
it: Un nuovo riconoscimento dalla Comunità di Ruolo Diventi

source: Dear %(user)s,<br />your new <b>%(deed)s</b> tag is now available on your playdiventi.it profile.<br/ ><br />Regards,<br />Diventi team
it: Gentile %(user)s,<br />il tuo nuovo tag <b>%(deed)s</b> è ora disponibile nel tuo profilo su playdiventi.it<br/ ><br />Cordialmente,<br />Gli autori Diventi

source: Successfully notified award "%s"
it: Riconoscimento "%s" notificato con successo

source: staff_only
it: riservato agli autori

source: Avatars
it: Avatar

source: Profile picture
it: Foto profilo

source: Profile pictures
it: Foto profilo

source: Cover
it: Copertina

source: Covers
it: Copertine

source: Deed
it: Premio

source: Deeds
it: Premi

source: Role
it: Ruolo

source: Roles
it: Ruoli

source: language
it: lingua

source: subscriber status
it: privilegi di iscritto

source: cover
it: copertina

source: profilepic
it: foto profilo

source: bio
it: biografia

source: role
it: ruolo

source: deeds
it: premi

source: User
it: Utente

source: Users
it: Utenti

source: account
it: profilo

source: %(prefix)s: %(last_sub)s on %(date_joined)s
it: %(prefix)s: %(last_sub)s - %(date_joined)s

source: Last subscriber
it: Ultimo iscritto

source: users count
it: conteggio utenti

source: %(en)s english subscribers, %(it)s italian subscribers
it: %(en)s iscritti inglesi, %(it)s iscritti italiani

source: english subscribers
it: iscritti inglesi

source: copy emails
it: copia le email

source: italian subscribers
it: iscritti italiani

source: deed
it: premio

source: awarded user
it: utente premiato

source: notified
it: notificato

source: Award
it: Riconoscimento

source: Awards
it: Riconoscimenti

source: Award: %(id)s
it: Riconoscimento: %(id)s

source: ^signin/$
it: ^accedi/$

source: ^signout/$
it: ^annulla-accesso/$

source: ^signup/$
it: ^registrati/$

source: ^change-password/ajax/$
it: ^modifica-password/ajax/$

source: ^privacy-change/ajax/$
it: ^modifica-privacy/ajax/$

source: ^password-reset/done/$
it: ^password-reset/completato/$

source: ^reset/done/$
it: ^reset/completato/$

source: ^subscribers/$
it: ^iscritti/$

source: <slug:nametag>/settings/
it: <slug:nametag>/impostazioni/

source: <slug:nametag>/update/
it: <slug:nametag>/aggiorna/

source: <slug:nametag>/change-password/
it: <slug:nametag>/cambia-password/

source: <slug:nametag>/change-privacy/
it: <slug:nametag>/aggiorna-privacy/

source: <slug:nametag>/delete/
it: <slug:nametag>/cancella/

source: You have signed in!
it: Hai effettuato l'accesso!

source: Your sign in has failed.
it: Accesso fallito.

source: Your password was successfully updated!
it: La tua password è stata aggiornata!

source: Your privacy was successfully updated!
it: La tua privacy è stata aggiornata!

source: You have signed up!
it: La tua registrazione è andata a buon fine!

source: Your sign up has failed.
it: La registrazione non è andata a buon fine.

source: Profile updated!
it: Profilo aggiornato!

source: Profile has not been updated.
it: L'aggiornamento del profilo non è andato a buon fine.

source: A user may update his own profile only.
it: Un utente piò modificare solo il suo profilo.

source: Your profile has been deleted.
it: Il tuo profilo è stato cancellato.

source: The email addresses have been copied to clipboard.
it: Gli indirizzi email sono stati copiati con successo.

source: Something went wrong with the copy.
it: La copia degli indirizzi email è fallita.

source: User avatars
it: Avatar utente

source: Staff avatars
it: Avatar riservati

source: User covers
it: Copertine utente

source: Management
it: Gestione

source: Layout
it: Disposizione

source: Multimedia
it: Contenuti multimediali

source: Editing
it: Contenuti

source: Related
it: Correlazioni

source: Blog Cover
it: Copertina del blog

source: Blog Covers
it: Copertine del blog

source: Article Category
it: Categoria di articolo

source: Article Categories
it: Categorie di articolo

source: category
it: categoria

source: content
it: contenuto

source: postcard
it: cartolina

source: author
it: autore

source: related articles
it: articoli correlati

source: article
it: articolo

source: articles
it: articoli

source: Postcard
it: Cartolina

source: views in the last week: %(d)s
it: visite nell'ultima settimana: %(d)s

source: Readtime
it: Lettura

source: Words number
it: Parole

source: Hit counts
it: Visite

source: category/<str:category>/
it: categoria/<str:category>/

source: article/<slug:slug>/
it: articolo/<slug:slug>/

source: article/<slug:slug>/promote/
it: articolo/<slug:slug>/promuovi/

source: article/<slug:slug>/promote/api/
it: articolo/<slug:slug>/promuovi/api/

source: comments
it: commenti

source: Write your comment
it: Scrivi il tuo commento

source: parent
it: nodo padre

source: comment
it: commento

source: %s tag requires a queryset
it: il tag %s richiede una queryset

source: ^(?P<pk>\d+)/promote/$
it: ^(?P<pk>\d+)/promuovi/$

source: ^(?P<pk>\d+)/promote/api/$
it: ^(?P<pk>[-\w]+)/promuovi/api/$

source: Comment has been promoted!
it: Il commento è stato promosso!

source: Diventi Control Panel
it: Diventi: pannello di controllo

source: Mark selected items as published
it: Pubblica gli elementi selezionati

source: Mark selected items as hidden
it: Nascondi gli elementi selezionati

source: Mark selected items for deactivation
it: Disattiva gli elementi selezionati

source: Duplicate selected items
it: Duplica gli elementi selezionati

source: Light blue
it: Azzurro

source: Blue
it: Blu

source: Red
it: Rosso

source: Yellow
it: Giallo

source: Green
it: Verde

source: Light gray
it: Grigio chiaro

source: Gray
it: Grigio

source: Black
it: Nero

source: White
it: Bianco

source: Indigo
it: Indaco

source: Purple
it: Viola

source: Pink
it: Rosa

source: Cyan
it: Ciano

source: created
it: creato

source: modified
it: modificato

source: published
it: pubblicato

source: publication_date
it: data pubblicazione

source: promotions
it: promozioni

source: title
it: titolo

source: plural title
it: titolo plurale

source: icon
it: icona

source: icon style
it: stile icona

source: description
it: descrizione

source: color
it: colore

source: No icon
it: Nessuna icona

source: Icon
it: Icona

source: No color
it: Nessun colore

source: Color
it: Colore

source: image
it: immagine

source: label
it: didascalia

source: No image
it: Nessuna immagine

source: Image
it: Immagine

source: There must be only one object at a time. Please fix!
it: Può esistere un solo oggetto per volta. Sistemare!

source: active
it: attiva

source: Multiple featured objects returned. Please fix!
it: Trovati molteplici oggetti sponsorizzati. Sistemare!

source: pinned
it: appuntato

source: Pinned objects appear on the navbar and on the landing page
it: Gli oggetti appuntati vengono visualizzati nella barra superiore e nella pagina iniziale

source: featured
it: in primo piano

source: Featured objects are displayed on the top of their page. If pinned, they are also displayed on the top of the landing page
it: Gli oggetti in primo piano vengono visualizzati nella parte superiore della loro sezione. Se appuntati vengono anche visualizzati nella sezione in evidenza della pagina iniziale

source: Multiple highlighted objects returned. Please fix!
it: Sono stati trovati molteplici oggetti in evidenza. Sistemare!

source: highlighted
it: in evidenza

source: Full (12)
it: Riga piena (12)

source: Two thirds (8)
it: Due terzi (8)

source: Half (6)
it: Metà riga (6)

source: One third (4)
it: Un terzo (4)

source: One fourth (3)
it: Un quarto (3)

source: lg column
it: colonna lg

source: lg order
it: ordinamento lg

source: md column
it: colonna md

source: md order
it: ordinamento md

source: sm column
it: colonna sm

source: sm order
it: ordinamento sm

source: left
it: sinistra

source: centered
it: centrale

source: right
it: destra

source: alignment
it: allineamento

source: text first
it: testo all'inizio

source: text second
it: test alla fine

source: text position
it: posizione del testo

source: Duplicate selected section
it: Duplica la sezione selezionata

source: Universal content
it: Contenuti universali

source: Table of contents
it: Indice

source: Content
it: Contenuto

source: Pubblication
it: Pubblicazione

source: Ebooks
it: Ebook

source: Book
it: Libro

source: You can filter chapters by selecting the related book in this field.
it: Puoi filtrare la lista capitoli selezionando il libro di interesse in questo campo.

source: Autocomplete ...
it: Completamento automatico ...

source: Chapter
it: Capitolo

source: Section
it: Sezione

source: Fetch the paper books from dropbox and export them in html format
it: Recupera il libro in formato paper e lo esporta in formato html

source: This content will appear as a brief tooltip thought the book.
it: Questo contenuto verrà esposto in brevi suggerimenti sparsi nel libro.

source: part
it: parte

source: parts
it: parti

source: short title
it: titolo breve

source: product
it: prodotto

source: summary
it: sommario

source: file url
it: url del file

source: continuous update
it: aggiornamento continuo

source: book
it: libro

source: books
it: libri

source: order index
it: id ordinamento

source: updated
it: aggiornato

source: new
it: nuovo

source: There cannot be two or more chapter with the same slug in %(book)s.
it: Non possono coesistere due o più capitoli con lo stesso slug in %(book)s.

source: chapter
it: capitolo

source: chapters
it: capitoli

source: universal Diventi
it: Diventi universale

source: universal Section
it: Sezione universale

source: universal Sections
it: Sezioni universali

source: initial string
it: stringa iniziale

source: result string
it: stringa risultato

source: replacement rule
it: regola di sostituzione

source: replacement rules
it: regole di sostituzione

source: This content should be simple to read aloud by our fellow game masters.
it: Questo contenuto dovrebbe essere facile da leggere ad alta voce dai nostri compagni game master.

source: situation
it: situazione

source: This content should be read by game master's eyes only.
it: Questo contenuto dovrebbe essere letto in privato dal game master.

source: bookmark
it: segnalibro

source: universal section
it: sezione universale

source: Left
it: Sinistra

source: Center
it: Centrato

source: Right
it: Destra

source: text alignment
it: allineamento del testo

source: rules
it: regole

source: section
it: sezione

source: sections
it: sezioni

source: Location aspects
it: Aspetti del luogo

source: Adventure aspects
it: Aspetti dell'avventura

source: Campaign aspects
it: Aspetti della campagna

source: aspect type
it: tipo aspetto

source: section aspect
it: aspetto della sezione

source: section aspects
it: aspetti della sezione

source: Treasure
it: Tesoro

source: Trap
it: Trappola

source: Revelation
it: Rivelazione

source: sercret type
it: tipo di segreto

source: requires a skill check
it: richiede una prova

source: secret
it: segreto

source: secrets
it: segreti

source: paper/<slug:book_slug>/language/<language_code>/
it: paper/<slug:book_slug>/lingua/<language_code>/

source: paper/<slug:book_slug>/public/
it: paper/<slug:book_slug>/pubblico/

source: pdf/<slug:book_slug>/public/
it: pdf/<slug:book_slug>/pubblico/

source: Discover
it: Scopri

source: This book is not in your collection, please check your profile.
it: Questo libro non è presente nella tua collezione, per favore controlla il tuo profilo.

source: This book is not published yet, please check back later.
it: Questo libro non è ancora disponibile, per favore controlla più tardi.

source: This book has no content attached, please contact the authors.
it: Questo libro non è collegato ad alcun contenuto, per favore contatta gli autori.

source: This book is not linked to a paper, please contact the authors.
it: Questo libro non è collegato ad un paper, per favore contatta gli autori.

source: Feedbacks
it: Riscontri

source: Name
it: Nome

source: question group
it: gruppo di domande

source: question groups
it: gruppi di domande

source: Questions
it: Domande

source: question
it: domanda

source: questions
it: domande

source: score
it: punteggio

source: choice
it: scelta

source: choices
it: scelte

source: public
it: pubblico

source: Pinned surveys appear on the landing page
it: I sondaggi appuntati compaiono nella pagina iniziale

source: survey
it: sondaggio

source: surveys
it: sondaggi

source: Question Groups
it: Gruppi di domande

source: author name
it: nome dell'autore

source: answer
it: risposta

source: answers
it: risposte

source: Score
it: Punteggio

source: <slug:slug>/new-submit/
it: <slug:slug>/nuovo/

source: <slug:slug>/questions/gate/
it: <slug:slug>/domande/accesso/

source: <slug:slug>/questions/gate/<str:author_name>/
it: <slug:slug>/domande/accesso/<str:author_name>/

source: <slug:slug>/questions/private/
it: <slug:slug>/domande/private/

source: <slug:slug>/questions/private/<str:author_name>/
it: <slug:slug>/domande/private/<str:author_name>/

source: <slug:slug>/questions/public/
it: <slug:slug>/domande/pubbliche/

source: <slug:slug>/questions/public/<str:author_name>/
it: <slug:slug>/domande/pubbliche/<str:author_name>/

source: <slug:slug>/answers/
it: <slug:slug>/risposte/

source: <slug:slug>/survey-done/
it: <slug:slug>/sondaggio-completato/

source: Diventi: %(user)s has completed %(survey)s
it: Diventi: %(user)s ha completato %(survey)s

source: Dear Diventi authors, new answers are now available for survey %(survey)s.
it: Cari autori Diventi, nuove risposte sono ora disponibili per il sondaggio %(survey)s.

source: Please, double check your answers below.
it: Per favore controlla le tue risposte qui sotto.

source: An other user already picked that name and answered, please choose another name.
it: Un altro utente ha già utilizzato questo nome, per favore scegline un altro.

source: No survey found, please go back and redo your survey.
it: Non è stato trovato alcun sondaggio, per favore torna indietro e riprova.

source: There was an error while processing your survey.
it: Si è verificato un errore mentre processavamo il tuo sondaggio.

source: This survey is not open to public, sorry.
it: Spiacente, questo sondaggio non è aperto al pubblico.

source: user message
it: messaggio dell'utente

source: bot response
it: messaggio del bot

source: creation date
it: data creazione

source: chat message
it: messaggio chat

source: chat messages
it: messaggi chat

source: source url
it: url sorgente

source: file path
it: percorso file

source: ingestion date
it: data ingestione

source: ingested document
it: documento ingestito

source: ingested documents
it: documenti ingestiti

source: system istruction
it: istruzione per il modello

source: summary istruction
it: istruzione per il riassunto

source: character sheet istruction
it: istruzione per la scheda personaggio

source: welcome message istruction
it: istruzione per il messaggio di benvenuto

source: Gemma istruction
it: Istruzione della Gemma

source: Gemma istructions
it: Istruzioni della Gemma

source: Welcome message
it: Messaggio di benvenuto

source: Welcome messages
it: Messaggi di bevenuto

source: ingest/
it: ingesti/

source: Attachments
it: Allegati

source: primary cover
it: copertina principale

source: secondary cover
it: copertina secondaria

source: Landing
it: Pagina di atterraggio

source: about article
it: articolo su di noi

source: about articles
it: articoli su di noi

source: policy article
it: articolo sulla policy

source: prefix text
it: prefisso

source: subtitle
it: sottotitolo

source: button label
it: etichetta del bottone

source: video image
it: anteprima video

source: attachment label
it: etichetta dell'allegato

source: Video image
it: Anteprima video

source: feature
it: aspetto

source: features
it: aspetti

source: search suggestion
it: suggerimento di ricerca

source: search suggestions
it: suggerimenti di ricerca

source: search/
it: ricerca/

source: analytics/
it: analitica/

source: about/<slug:slug>/
it: su-di-noi/<slug:slug>/

source: users
it: utenti

source: packages
it: pacchetti

source: popular articles
it: articoli popolari

source: latest articles
it: ultimi articoli

source: private products
it: prodotti privati

source: popular public products
it: prodotti pubblici popolari

source: latest public products
it: ultimi prodotti pubblici

source: This page is not available yet.
it: Questa pagina non è ancora disponibile.

source: Mark selected products as published
it: Pubblica i prodotti selezionati

source: Mark selected products as hidden
it: Nascondi i prodotti selezionati

source: Pricing
it: Prezzatura

source: Packages
it: Pacchetti

source: short description
it: descrizione breve

source: abstract
it: sommario

source: related products
it: prodotti correlati

source: stripe price
it: prezzo stripe

source: stripe product
it: prodotto stripe

source: short courtesy messages
it: breve messaggio di cortesia

source: courtesy message
it: messaggio di cortesia

source: Folded products return this message to all users
it: I prodotti aperti restituiscono questo messaggio a tutti gli utenti

source: package
it: pacchetto

source: Payments
it: Pagamenti

source: Diventi: %(title)s purchase
it: Diventi: acquisto %(title)s

source: Dear %(user)s,<br>you have successfully purchased %(title)s for %(price)s.<br /><br />Regards,<br />Diventi team
it: Gentile %(user)s,<br>ti confermiamo che il tuo acquisto di %(title)s per %(price)s è andato a buon fine.<br /><br />Cordialmente,<br />Gli autori Diventi

source: Link previews
it: Anteprime

source: Projects
it: Progetti

source: Product Cover
it: Copertina dei Prodotti

source: Product Covers
it: Copertine dei Prodotti

source: meta category
it: meta categoria

source: Meta categories won't be listed in search results, nor on reporting pages.
it: Le meta categorie non vengono esposte né nella funzione di ricerca, né nelle pagine di reportistica.

source: Product Category
it: Categoria di Prodotto

source: Product Categories
it: Categorie di Prodotto

source: Format
it: Formato

source: Formats
it: Formati

source: authors
it: autori

source: buyers
it: acquirenti

source: customers
it: clienti

source: unfolded
it: aperto

source: Unfolded products can be bought by users
it: I prodotti aperti possono essere acquistati dagli utenti

source: Public products diplay their content to anonimous users
it: I prodotti pubblici visualizzano i loro contenuti anche agli autenti anonimi

source: related forum topic
it: forum correlati

source: formats
it: formati

source: products
it: prodotti

source: application
it: applicazione

source: Last purchase
it: Ultimo acquisto

source: %(product)s: total customers
it: %(product)s: clienti totali

source: %(product)s: product views
it: %(product)s: visite al prodotto

source: views in the last week:: %(d)s
it: visite nell'ultima settimana: %(d)s

source: %(product)s: book views
it: %(product)s: visite al libro

source: draft
it: bozza

source: at a premium
it: a pagamento

source: Detail
it: Dettaglio

source: Details
it: Dettagli

source: Chapter category
it: Categoria di capitolo

source: Chapter categories
it: Categorie di capitolo

source: Chapters
it: Capitoli

source: Images
it: Immagini

source: customer
it: cliente

source: Purchase
it: Acquisto

source: Purchases
it: Acquisti

source: Purchase: %(id)s
it: Acquisto: %(id)s

source: %(prefix)s: %(last_pur)s on %(created)s
it: %(prefix)s: %(last_pur)s - %(created)s

source: category/<slug:category>/
it: categoria/<slug:category>/

source: <slug:slug>/add/
it: <slug:slug>/aggiungi/

source: <slug:slug>/add/public/
it: <slug:slug>/aggiungi/pubblico/

source: <slug:slug>/remove/
it: <slug:slug>/rimuovi/

source: <slug:slug>/public/
it: <slug:slug>/pubblico/

source: <slug:slug>/checkout/done/
it: <slug:slug>/check-out/completato/

source: <slug:slug>/checkout/failed/
it: <slug:slug>/check-out/fallito/

source: last purchase: %(last_sub)s on %(date_joined)s
it: ultimo acquisto: %(last_sub)s - %(date_joined)s

source: The user has this product already.
it: L'utente possiede già questo prodotto.

source: This item has been added to you collection
it: Questo oggetto è stato aggiunto alla tua collezione

source: %(p)s has been added in your collection.
it: %(p)s è stato aggiunto alla tua collezione.

source: The requested product is not public.
it: Il prodotto richiesto non è pubblico.

source: This product has been dropped from your collection
it: Questo prodotto è stato rimosso dalla tua collezione

source: The user hasn't got this product already.
it: L'utente non ha ancora questo prodotto.

source: go back
it: indietro

source: Error 403: Access Denied
it: Errore 403: Accesso Negato

source: The requested resource requires an authentication.
it: La risorsa richiesta richiede un'apposita autenticazione.

source: return home
it: pagina iniziale

source: Error 404: Resource not found
it: Errore 404: Risorsa non trovata

source: The requested resource could not be found but may be available again in the future.
it: La risorsa richiesta non è stata trovata ma potrebbe tornare disponibile in futuro.

source: Error 500: Webservice currently unavailable
it: Errore 500: Servizio attualmente non disponibile

source: An unexpected condition was encountered.
it: Si è verificata una condizione inaspettata.

source: Our service team has been dispatched to bring it back online.
it: La nostra squadra di assistenza è stata attivata per ripristinare questa funzionalità.

source: Manage profile
it: Gestisci profilo

source: profile
it: profilo

source: settings
it: impostazioni

source: credentials
it: credenziali

source: you have signed in
it: hai effettuato l'accesso!

source: success
it: successo

source: Your password has been set. You may go ahead and log in now.
it: La tua password è stata modificata. Ora puoi rieffettuare l'accesso.

source: sign in
it: accedi

source: sign up
it: registrati

source: please enter your new password twice so we can verify you typed it in correctly
it: per favore riporta la tua nuova password due volte cosicché possiamo verificarne la correttezza.

source: show password
it: mostra password

source: change my password
it: modifica la mia password
