Repository: flavoi/diventi
Catalog: diventi/locale/*/LC_MESSAGES/django.po
Languages: it

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link al reset password non è valido, probabilmente è già stato usato. Per favore richiedi un nuovo reset password.

source: Password reset
it: Reset password

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
it: Ti abbiamo spedito una email con le istruzioni sulla tua nuova password. Dovresti riceverla a breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
it: Se non ricevi alcuna email, per favore assicurati di aver digitato correttamente la tua email e di aver verificato la cartella spam.

source: password reset done
it: reset password completato

source: email sent!
it: email inviata!

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Stai ricevendo questa email perché hai richiesto un reset password per il tuo profilo %(site_name)s.

source: Please go to the following page and choose a new password:
it: Per favore accedi alla seguente pagina e digita la tua nuova password:

source: Your username, in case you've forgotten:
it: Il tuo nome utente, nel caso tu te lo fossi dimenticato:

source: Thanks for using our site!
it: Grazie per aver navigato con noi!

source: The Diventi team
it: Gli autori Diventi

source: enter your email to reset your password
it: inserisci la tua email per resettare la password

source: sign in to your account to continue
it: accedi al tuo account per continuare

source: not registered?
it: non sei registrato?

source: create your account
it: crea il tuo profilo

source: lost your password?
it: hai perso la tua password?

source: request a reset
it: richiedi un reset

source: sign out
it: annulla accesso

source: Sign out completed
it: Accesso annullato

source: You can now leave the page or return home
it: Ora puoi lasciare la pagina oppure ritornare alla pagina iniziale

source: Let the adventure begin
it: Che l'avventura cominci

source: We send an average of 2 emails each month, covering faq and new content.
it: Inviamo una media di 2 email al mese, rispondendo a domande e promuovendo nuovi contenuti.

source: create my account
it: crea il mio account

source: already have an account?
it: hai già un account?

source: Subscribers
it: Iscritti

source: Contact %(lang_code)s users
it: Contatta tutti gli utenti %(lang_code)s

source: Contact %(lang_code)s subscribers
it: Contatta gli iscritti %(lang_code)s

source: Profile
it: Profilo

source: collection
it: collezione

source: Collection
it: Collezione

source: customization
it: personalizzazioni

source: Customization
it: Personalizzazioni

source: Credentials
it: Credenziali

source: Delete your account
it: Cancella la tua utenza

source: We will immediately delete all of your data, along with all of your comments, feedbacks and upvotes.
it: Cancelleremo immediatamente tutti i tuoi dati, i commenti e le iterazioni che hai registrato.

source: You will no longer be contacted and your username will be available to anyone on Diventi.
it: Non ti contatteremo più e il tuo nome utente tornerà disponibile per altri in Diventi.

source: Rollback
it: Annulla

source: Confirm
it: Conferma

source: my account
it: il mio profilo

source: change password
it: modifica password

source: I forgot my password
it: Ho dimenticato la mia password

source: save
it: salva

source: Privacy settings
it: Impostazioni sulla privacy

source: danger zone
it: zona pericolosa

source: delete this account
it: cancella questo profilo

source: Do you wish to delete your account? There is no going back. Please be certain.
it: Desideri cancellare la tua utenza? Questa azione è irreversibile.

source: Delete my account
it: Cancella il mio profilo

source: your information is safe
it: le tue informazioni sono al sicuro

source: we will not sell or rent your personal contact information for any marketing purposes whatsoever
it: noi non utilizziamo i tuoi dati sensibili per scopi di marketing

source: we don't sell your data to others
it: noi non vendiamo i tuoi dati ad altri

source: because it's not our business nor in our team culture
it: perché non è nel nostro interesse e non fa parte del nostro modo di essere

source: you are in control
it: hai tu il controllo

source: feel free to reach to us for any question or clarification on the matter
it: siamo a disposizione per qualunque domanda o chiarimento sull'argomento

source: Change password
it: Modifica password

source: Current password
it: Password corrente

source: New password
it: Nuova password

source: Confirm new password
it: Conferma nuova password

source: Profile update
it: Aggiornamento profilo

source: Update profile
it: Aggiorna profilo

source: there are no deeds, yet
it: nessun premio trovato

source: check the 'participate' section to get more
it: esplora la sezione 'partecipa' per ottenerne

source: quick stats
it: statistiche veloci

source: edit
it: modifica

source: projects
it: progetti

source: games
it: giochi

source: posts
it: post

source: there is no bio, yet
it: non è ancora disponibile alcuna biografia

source: read online
it: leggi online

source: not available
it: non ancora disponibile

source: This collection is empty.
it: Questa collezione è vuota.

source: There are no surveys, yet
it: Non è presente alcun sondaggio

source: Recent articles
it: Articoli recenti

source: Recent forum posts
it: Post recenti del forum

source: There are no forum posts, yet
it: Non è presente alcun post

source: customize your profile
it: personalizza il tuo profilo

source: search contents
it: ricerca contenuti

source: "Privacy is the ability of an individual or group to seclude themselves, or information about themselves, and thereby express themselves selectively."
it: "La privacy è il diritto della persona di controllare che le informazioni che la riguardano vengano trattate o guardate da altri solo in caso di necessità."

source: We don't sell your data to others. Feel free to tell us what we can use, you can always change your mind later.
it: Noi non vendiamo i tuoi dati a terzi. Facci sapere se possiamo utilizzarli, potrai sempre cambiare idea in un secondo momento.

source: Update preference
it: Aggiorna preferenza

source: general information
it: informazioni generali

source: loading
it: caricamento

source: we uses cookies to ensure we give you the best experience on our website.
it: usiamo i cookie per ottimizzare la tua esperienza nel nostro sito web.

source: manage
it: gestisci

source: control panel for authors only
it: pannello di controllo riservato agli autori

source: forum posts
it: Post del forum

source: search suggenstions
it: suggerimenti

source: analytics
it: analitica

source: a tool to measure the website performance
it: uno strumento per misurare le prestazioni del sito

source: play
it: gioca

source: your Primo Contatto adventure
it: la tua avventura di Primo Contatto

source: participate
it: partecipa

source: join in our latest discussions
it: unisciti ai nostri ultimi dibattiti

source: read and comment our latest news
it: leggi e commenta le nostre ultime notizie

source: about us
it: su di noi

source: explore
it: esplora

source: all games
it: tutti i giochi

source: explore our collection
it: esplora la nostra collezione

source: support us
it: supportaci

source: suggestions
it: suggerimenti

source: Diventi is a role-playing community that embraces fun, encourages storytelling and helps game masters to create outstanding adventures
it: Diventi è una comunità di giocatori di ruolo che abbraccia il divertimento, incoraggia l'interpretazione e aiuta i game master a realizzare avventure straordinarie

source: about
it: su di noi

source: Made with passion by Diventi's team
it: Sviluppato con passione dagli autori Diventi

source: Photo
it: Foto

source: published on
it: pubblicato il

source: keep reading
it: continua a leggere

source: view all
it: visualizza tutto

source: read
it: lettura

source: all
it: tutto

source: read time
it: tempo di lettura

source: There are no posts yet
it: Nessun articolo è stato ancora pubblicato

source: Previous
it: Precedente

source: current
it: corrente

source: Next
it: Successivo

source: Post
it: Pubblica

source: Please sign in to leave a comment
it: Effettua l'accesso per pubblicare un commento.

source: Comments
it: Commenti

source: Best
it: Migliori

source: Recent
it: Recenti

source: Demote
it: Degrada

source: Promote
it: Promuovi

source: Comment posted
it: Commento pubblicato

source: comment posted!
it: commento pubblicato!

source: You can return home or go back to the previous page
it: Puoi tornare alla pagina iniziale o tornare indietro

source: back to the article
it: torna all'articolo

source: Show replies
it: Mostra le risposte

source: this content is in your collection
it: questo contenuto è nella tua collezione

source: Add to collection
it: Aggiungi alla collezione

source: Sign in
it: Accedi

source: to proceed
it: per procedere

source: playing
it: giocare a

source: related contents
it: contenuti simili

source: time to read
it: tempo di lettura

source: words
it: parole

source: english
it: inglese

source: italian
it: italiano

source: comment on
it: commenta

source: table of contents
it: indice

source: Display _MENU_ records per page
it: Mostra _MENU_ righe per pagina

source: Nothing found - sorry
it: Nessun risultato trovato

source: Showing page _PAGE_ of _PAGES_
it: Pagina _PAGE_ di _PAGES_

source: No records available
it: Nessun risultato disponibile

source: (filtered from _MAX_ total records)
it: (filtrato da _MAX_ righe totali)

source: First page
it: Prima pagina

source: Filter records
it: Filtra le righe

source: You are answering as
it: Stai rispondendo come

source: Survey
it: Sondaggio

source: send survey
it: invia sondaggio

source: You have answered as
it: Hai risposto come

source: you have not answered this survey, yet.
it: devi ancora rispondere a questo sondaggio.

source: Confirm username
it: Conferma nome utente

source: survey done
it: sondaggio completato

source: survey done!
it: sondaggio completato!

source: Your answers have been recorded, you can now leave the page or return home.
it: Le tue risposte sono state registrate, ora puoi lasciare la pagina o tronare a quella iniziale.

source: check answers
it: visualizza risposte

source: my Primo Contatto adventure
it: la mia avventura di Primo Contatto

source: my adventure
it: la mia avventura

source: character sheet
it: scheda personaggio

source: No character sheet is available, please ask the GM to create one!
it: Scheda personaggio non disponbile, chiedi al GM di crearne una!

source: send a message to Diventi GM...
it: invia messaggio a Diventi GM...

source: send message (Ctrl + Enter)
it: invia messaggio (Ctrl + Invio)

source: send
it: invia

source: Diventi GM is thinking...
it: Diventi GM sta pensando...

source: go to ingestion page
it: vai alla pagina di ingestione

source: the adventure so far
it: l'avventura fino ad ora

source: No summary is available. Please start playing to see the relevant events in this section.
it: Nessun riassunto disponibile. Inizia a giocare per vedere gli eventi più rilevanti qui!

source: An error occured while generating your character sheet
it: È stato sollevato un errore durante la generazione della tua scheda personaggio

source: An error occured while generating your character sheet.
it: È stato sollevato un errore durante la generazione della tua scheda personaggio.

source: An error occured while generating your summary.
it: È stato sollevato un errore durante la creazione del tuo riassunto.

source: A network error occured while generating your summary.
it: È stato sollevato un errore di rete durante la creazione del tuo riassunto.

source: play video
it: avvia il video

source: copied
it: copiato

source: whoops, not copied
it: ops, la copia è fallita

source: Licenced under
it: Rilasciato con

source: en
it: it

source: Creative Commons License
it: Licenza Creative Commons

source: This work is licensed under a Creative Commons Attribution-ShareAlike 4.0 International License
it: Quest'opera è distribuita con Licenza Creative Commons Attribuzione - Condividi allo stesso modo 4.0 Internazionale

source: our latest contents
it: i nostri ultimi contenuti

source: Join our community
it: Unisciti alla nostra community

source: Sign up to know more and start exploring.
it: Registrati per saperne di più e accedere ai contenuti.

source: Hello
it: Ciao

source: You have signed in. Feel free to explore or deep dive into your profile.
it: Hai effettuato l'accesso. Ora puoi esplorare il sito o personalizzare il tuo profilo.

source: search results
it: risultati della ricerca

source: query
it: interrogazione

source: No items found
it: Nessun risultato trovato

source: a place to discuss adventures and developments
it: uno spazio in cui parlare di avventure e sviluppi futuri

source: Subscriptions
it: Iscrizioni

source: View my posts
it: Visualzza i miei post

source: Moderation queue
it: Coda di moderazione

source: Mark subforums read
it: Marchia i sotto-forum come letti

source: New topic
it: Nuovo argomento

source: Mark topics read
it: Marchia gli argomenti come letti

source: Announcements
it: Annunci

source: Topics
it: Argomenti

source: Posts
it: Post

source: Last post
it: Ultimo post

source: Forums
it: Forum

source: RSS feed
it: feed RSS

source: No posts
it: Nessun post

source: Total redirects:
it: Redirezionamenti totali:

source: Subforums:
it: Sotto-forum:

source: No forums.
it: Nessun forum.

source: Mark forums read
it: Marchia i forum come letti

source: View unread topics
it: Visualizza argomenti da leggere

source: Statistics
it: Statistiche

source: Total posts:
it: Post totali:

source: Total topics:
it: Argomenti totali:

source: (optional)
it: (opzionale)

source: Add another file
it: Aggiunti un altro file

source: You may select <b>1</b> option
it: Puoi selezionare <b>1</b> opzione

source: You may select up to <b>%(max_options)s</b> options
it: Puoi selezionare un massimo di <b>%(max_options)s</b> opzioni.

source: Vote
it: Vota

source: Change your vote
it: Cambia il tuo voto

source: Poll options
it: Opzioni del sondaggio

source: Add a poll option
it: Aggiungi un'opzione al sondaggio

source: <b>Note:</b>&nbsp;Deleting poll options of an existing poll will delete the associated votes.
it: <b>Nota:</b> Cancellare un'opzione da un sondaggio esistente ne cancellerà i relativi voti.

source: Preview:
it: Anteprima:

source: Total votes:
it: Voti totali:

source: Submit
it: Invia

source: View results
it: Visualizza i risultati

source: Options
it: Opzioni

source: Sign in to interact
it: Accedi per interagire

source: Post reply
it: Risposta

source: Subscribe
it: Iscriviti

source: Unsubscribe
it: Disiscriviti

source: Moderate
it: Modera

source: Lock topic
it: Blocca l'argomento

source: Unlock topic
it: Sblocca l'argomento

source: Delete topic
it: Cancella l'argomento

source: Move topic
it: Sposta l'argomento

source: Change to sticky topic
it: Metti in evidenza l'argomento

source: Change to announce
it: Cambia in annuncio

source: Change to standard topic
it: Cambia in argomento normale

source: Poll
it: Sondaggio

source: Preview
it: Anteprima

source: Post a reply
it: Rispondi

source: Topic review
it: Recensione dell'argomento

source: Delete post
it: Cancella il post

source: Are you sure you want to delete this post?
it: Confermi di voler cancellare questo post

source: Yes, I'm sure
it: Si, confermo.

source: No, take me back
it: No, torna indietro

source: Edit post
it: Modifica il post

source: Post a new topic
it: Posta una nuovo argomento

source: Edit
it: Modifica

source: Delete
it: Cancella

source: Last edited by:
it: Ultima modifica di:

source: Updated
it: Aggiornato

source: on
it: su

source: edited %(counter)s time in total.
it: modificato %(counter)s volta in totale.

source: Reason:
it: Causale:

source: Posts:
it: Post:

source: Anonymous user
it: Utente anonimo

source: Replies
it: Risposte

source: Views
it: Visite

source: This topic is locked
it: Questo argomento è bloccato

source: There are no topics in this forum.
it: Non ci sono argomenti in questo forum.

source: Go to the page:
it: Vai alla pagina:

source: Posted by
it: Autore

source: %(username)s profile
it: profilo di %(username)s

source: Edit profile
it: Aggiorna profilo

source: <h2><strong>%(counter)s</strong></h2> <p><small>Topic</small></p>
it: <h2><strong>%(counter)s</strong></h2> <p><small>Argomento</small></p>

source: Recent posts
it: Post recenti

source: View all
it: Visualizza tutto

source: On %(creation_date)s
it: il %(creation_date)s

source: Edit forum profile
it: Aggiorna profilo del forum

source: Topics that you are subscribed to
it: Argomenti sottoscritti

source: %(counter)s topic found
it: %(counter)s argomento trovato

source: Not topics found.
it: Nessun risultato trovato

source: Subscribe to topic
it: Iscriviti all'argomento

source: Would you like to subscribe to this topic?
it: Vorresti iscriverti a questo argomento?

source: Unsubscribe from topic
it: Disiscriviti dall'argomento

source: Would you like to unsubscribe from this topic?
it: Vuoi disiscriverti dall'argomento?

source: My messages
it: I miei messaggi

source: %(username)s's posts
it: post di %(username)s

source: %(counter)s post found
it: %(counter)s post trovato

source: No posts found
it: Nessun post trovato

source: Disapprove
it: Respingi

source: Approve
it: Approva

source: New post
it: Nuovo post

source: <b>1</b> option may be selected
it: Può essere selezionata <b>1</b> opzione

source: Up to <b>%(max_options)s</b> options may be selected
it: Possono essere selezionate al massimo <b>%(max_options)s</b> opzioni

source: %(topic_length)s posts found
it: %(topic_length)s post trovati

source: Topic
it: Argomento

source: No posts awaiting approval.
it: Nessun post in attesa di essere approvato.

source: Approve post
it: Approva post

source: Are you sure you want to approve this post?
it: Confermi di voler approvare questo post?

source: Disapprove post
it: Respingi post

source: Are you sure you want to disapprove this post? This post will be deleted.
it: Confermi di voler respingere questo post? Il post verrà cancellato.

source: Are you sure you want to delete this topic?
it: Confermi di voler cancellare questo argomento?

source: Are you sure you want to lock this topic?
it: Confermi di voler bloccare questo argomento?

source: Are you sure you want to unlock this topic?
it: Confermi di voler sbloccare questo argomento?

source: Change topic type
it: Cambio il tipo di argomento

source: Search
it: Ricerca

source: Search forums
it: Cerca forum

source: New search
it: Nuova ricerca

source: Your search has returned <b>%(number_of_results)s</b> result
it: La tua ricerca ha restituito <b>%(number_of_results)s</b> risultato

source: Results
it: Risultati

source: No results.
it: Nessun risultato.

source: Are you sure you want to mark forums read?
it: Confermi di voler marchiare i forum come letti?

source: Are you sure you want to mark topics read?
it: Confermi di voler marchiare gli argomenti come letti?

source: %(topic_length)s unread topic found
it: trovato %(topic_length)s argomento non letto

source: There are no unread topics.
it: Non ci sono argomenti non letti.

source: Forum index
it: Pagina iniziale

source: you already own some of these items
it: possiedi già alcuni dei seguenti oggetti

source: in short
it: in breve

source: what is included
it: cos'è incluso

source: in your collection, already
it: già nella tua collezione

source: checkout done
it: check-out completato

source: Your purchase has been finalized. You can check your collection or return home.
it: Il tuo acquisto è stato finalizzato. Puoi verificare la tua collezione o tornare alla pagina iniziale.

source: my collection
it: la mia collezione

source: checkout failed
it: check-out fallito

source: Something went wrong and your purchaes has been halted. You can go back and try again or return home.
it: Qualcosa è andato storto e il tuo acquisto è stato interrotto. Puoi riprovare o tornare alla pagina iniziale.

source: try again
it: prova di nuovo

source: buy for
it: acquista per

source: you've already answered
it: hai già risposto, grazie

source: you can
it: puoi

source: check your answers here
it: visualizzare le tue risposte qui

source: or
it: o

source: in your collection
it: nella tua collezione

source: Sign in and buy for
it: Accedi e acquista per

source: format
it: formato

source: Last update date
it: Data ultimo aggiornamento

source: key features
it: caratteristiche chiave

source: there are no key features to show for now
it: non ci sono cratteristiche chiave da mostrare, per ora

source: our latest updates
it: i nostri ultimi aggiornamenti

source: details
it: dettagli

source: here's a roundown of what you can expect from
it: ecco cosa puoi aspettarti da

source: games list
it: catalogo dei giochi

source: a draft content can be seen only by the staff
it: una bozza può essere vista solo da un membro dello staff

source: Select a rating
it: Seleziona un punteggio

source: reviews
it: recensioni

source: back to the project
it: torna al progetto

source: Thank you for your review
it: Grazie per la tua recensione

source: You can leave the page or go back
it: Ora puoi lasciare la pagina o tornare indietro

source: %(review_count)s review
it: %(review_count)s recensione

source: all reviews
it: tutte le recensioni

source: check review
it: controlla la recensione

source: leave a review
it: lascia una recensione

source: your review
it: la tua recensione

source: close
it: chiudi

source: out of 5 stars
it: su 5 stelle

source: from
it: da

source: review
it: recensione

source: there are no reviews yet, be the first to post one!
it: non c'è alcuna recensione per ora, postane una tu!

source: review of
it: recensione di

source: save changes
it: salva le modifiche

source: this content should be unfolded before the publication
it: questo contenuto dovrebbe essere aperto prima della pubblicazione.

source: not open to buy
it: non acquistabile

source: Tooltips
it: Suggerimenti

source: tooltip group
it: gruppo di suggerimenti

source: tooltip groups
it: gruppi di suggerimenti

source: group
it: gruppo

source: mention link
it: link della menzione

source: Tooltip
it: Suggerimento
